from a terraform plan:
```
# aws_route53_record.statuspage[0] will be created
  + resource "aws_route53_record" "statuspage" {
      + allow_overwrite = (known after apply)
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = "status.dawson.ustaxcourt.gov"
      + records         = [
          + "***",
        ]
      + ttl             = 60
      + type            = "CNAME"
      + zone_id         = "***"
    }
```